<template>
  <div class="">
    <section class="welcome-section" id="reviews">
      <div class="width75persent nunito">
        <div class="contacts-container">
          <h1>Rules</h1>
          <div class="review-items">
            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">1. Стороны соглашения.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Договор заключается между интернет сервисом по обмену титульных
                знаков, далее Исполнитель, — с одной стороны, и Заказчик, в лице
                того, кто воспользовался услугами Исполнителя, — с другой
                стороны.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">2. Список терминов.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                2.1. Обмен титульных знаков — автоматизированный продукт
                интернет обслуживания, который предоставляется Исполнителем на
                основании данных правил. <br />
                2.2. Заказчик — физическое лицо, соглашающееся с условиями
                Исполнителя и данного соглашения, к которому присоединяется.<br />
                2.3. Титульный знак — условная единица той или иной платежной
                системы, которая соответствует расчетам электронных систем и
                обозначает объем прав, соответствующих договору системы
                электронной оплаты и ее Заказчика. <br />
                2.4. Заявка — сведения, переданные Заказчиком для использования
                средств Исполнителя в электронном виде и свидетельствующие о
                том, что он принимает условия пользования сервисом, которые
                предлагаются Исполнителем в данной заявке.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">3. Условия соглашения.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Данные правила считаются организованными за счет условий
                общественной оферты, которая образуется во время подачи
                Заказчиком заявки и является одной из главных составляющих
                настоящего договора. Общественной офертой именуются отображаемые
                исполнителем сведения об условиях подачи заявки. Главным
                составляющим общественной оферты являются действия, сделанные в
                завершении подачи заявки Заказчиком и говорящие о его точных
                намерениях совершить сделку на условиях предложенных
                Исполнителем перед завершением данной заявки. Время, дата, и
                параметры заявки создаются Исполнителем автоматически в момент
                окончания формирования данной заявки. Предложение должно
                приняться Заказчиком в течение 24 часов от окончания
                формирования заявки. Договор по обслуживанию вступает в силу с
                момента поступления титульных знаков в полном размере, указанном
                в заявке, от Заказчика на реквизиты Исполнителя. Операции с
                титульными знаками учитываются согласно правилам, регламенту и
                формату электронных систем по расчетам. Договор действителен в
                течение срока , который устанавливается с момента подачи заявки
                до расторжения по инициативе одной из сторон.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">4. Предмет соглашения.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Путем использования технических методов Исполнитель обязуется
                выполнять обмен титульных знаков за комиссионное вознаграждение
                от Заказчика, после подачи данным лицом заявки и совершает это
                путем продажи титульных знаков лицам, желающим их приобрести по
                сумме, указанной не ниже, чем в заявке поданной Заказчиком.
                Денежные средства Исполнитель обязуется переводить на указанные
                Заказчиком реквизиты. В случае возникновения во время обмена
                прибыли, она остается на счету Исполнителя, как дополнительная
                выгода и премия за комиссионные услуги.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">5. В дополнение.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                5.1. Если на счет Исполнителя поступает сумма, отличающаяся от
                указанной в заявке, Исполнитель делает перерасчет, который
                соответствует фактическому поступлению титульных знаков. Если
                данная сумма превышает указанную в заявке более чем на 10%,
                Исполнитель расторгает договор в одностороннем порядке и все
                средства возвращаются на реквизиты Заказчика, с учетом вычтенной
                суммы на комиссионные расходы во время перевода.<br />
                5.2. В случае, когда титульные знаки не отправляются
                Исполнителем на указанные реквизиты Заказчика в течение 24
                часов, Заказчик имеет полное право потребовать расторжение
                соглашения и аннулировать свою заявку, тем самым совершая
                возврат титульных знаков на свой счет в полном объеме. Заявка на
                расторжение соглашения и возврата титульных знаков выполняется
                Исполнителем в том случае, если денежные средства еще не были
                переведены на указанные реквизиты Заказчика. В случае
                аннулирования договора, возврат электронной валюты производится
                в течение 24 часов с момента получения требовании о расторжении
                договора. Если задержки при возврате возникли не по вине
                Исполнителя, он не несет за них ответственности.<br />
                5.3. Если титульные знаки не поступают от Заказчика на счет
                Исполнителя в течение указанного срока, с момента подачи заявки
                Заказчиком, соглашение между сторонами расторгается Исполнителем
                с одной стороны, так как договор не вступает в действие.
                Заказчик может об этом не уведомляться. Если титульные знаки
                поступает на реквизиты Исполнителя после указанного срока, то
                такие средства переводятся обратно на счет Заказчика, причем все
                комиссионные расходы, связанные с переводом, вычитаются из
                данных средств.<br />
                5.4. Если происходит задержка перевода средств на реквизиты,
                указанные Заказчиком, по вине расчетной системы, Исполнитель не
                несет ответственности за ущерб, возникающий в результате долгого
                поступления денежных средств. В этом случае Заказчик должен
                согласиться с тем, что все претензии будут предъявляться к
                расчетной системе, а Исполнитель оказывает свою помощь по мере
                своих возможностей в рамках закона.<br />
                5.5. В случае обнаружения подделки коммуникационных потоков или
                оказания воздействия, с целью ухудшить работу Исполнителя, а
                именно его программного кода, заявка приостанавливается, а
                переведенные средства подвергаются перерасчету в соответствии с
                действующим соглашением. Если Заказчик не согласен с
                перерасчетом, он имеет полное право расторгнуть договор и
                титульные знаки отправятся на реквизиты указанные Заказчиком.<br />
                5.6. В случае пользования услугами Исполнителя, Заказчик
                полностью соглашается с тем, что Исполнитель несет ограниченную
                ответственность соответствующую рамкам настоящих правил
                полученных титульных знаков и не дает дополнительных гарантий
                Заказчику, а также не несет перед ним дополнительной
                ответственности. Соответственно Заказчик не несет дополнительной
                ответственности перед Исполнителем.<br />
                5.7. Заказчик обязуется выполнять нормы соответствующие
                законодательству, а также не подделывать коммуникационные потоки
                и не создавать препятствий для нормальной работы программного
                кода Исполнителя.<br />
                5.8.Исполнитель не несет ответственности за ущерб и последствия
                при ошибочном переводе электронной валюты в том случае, если
                Заказчик указал при подаче заявки неверные реквизиты.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">6. Гарантийный срок</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                В течение 24 часов с момента исполнения обмена титульных знаков
                Исполнитель дает гарантию на оказываемые услуги при условии,
                если не оговорены иные срок
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">
                  7. Непредвиденные обстоятельства.
                </p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                В случае, когда в процессе обработки заявки Заказчика возникают
                непредвиденные обстоятельства, способствующие невыполнению
                Исполнителем условий договора, сроки выполнения заявки
                переносятся на соответствующий срок длительности форс-мажора. За
                просроченные обязательства Исполнитель ответственности не несет.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">8. Форма соглашения.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Данное соглашение обе стороны, в лице Исполнителя и Заказчика,
                принимают как равноценный по юридической силе договор,
                обозначенный в письменной форме.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">
                  9. Работа с картами Англии, Германии и США.
                </p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Для владельцев карт стран Англии, Германии и США условия
                перевода титульных знаков продляются на неопределенный срок,
                соответствующий полной проверке данных владельца карты. Денежные
                средства в течение всего срока не подвергаются никаким операциям
                и в полном размере находятся на счете Исполнителя.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">10 Претензии и споры.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Претензии по настоящему соглашению принимаются Исполнителем в
                форме электронного письма, в котором Заказчик указывает суть
                претензии. Данное письмо отправляется на указанные на сайте
                реквизиты Исполнителя.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">
                  11. Проведение обменных операций.
                </p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                11.1.Категорически запрещается пользоваться услугами Исполнителя
                для проведения незаконных переводов и мошеннических действий.
                При заключении настоящего договора, Заказчик обязуется выполнять
                эти требования и в случае мошенничества нести уголовную
                ответственность, установленную законодательством на данный
                момент.<br />
                11.2. В случае невозможности выполнения заявки автоматически, по
                не зависящим от Исполнителя обстоятельствам, таким как
                отсутствие связи, нехватка средств, или же ошибочные данные
                Заказчика, средства поступают на счет в течение последующих 24
                часов или же возвращается на реквизиты Заказчика за вычетом
                комиссионных расходов.<br />
                11.3.По первому требованию Исполнитель вправе передавать
                информацию о переводе электронной валюты правоохранительным
                органам, администрации расчетных систем, а также жертвам
                неправомерных действий, пострадавшим в результате доказанного
                судебными органами мошенничества.<br />
                11.4. Заказчик обязуется представить все документы,
                удостоверяющие его личность, в случае подозрения о мошенничестве
                и отмывании денег.<br />
                11.5. Заказчик обязуется не вмешиваться в работу Исполнителя и
                не наносить урон его программной и аппаратной части, а также
                Заказчик обязуется передавать точные сведения для обеспечения
                выполнения Исполнителем всех условий договора.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">12.Отказ от обязательств.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                Исполнитель имеет право отказа на заключение договора и
                выполнение заявки, причем без объяснения причин. Данный пункт
                применяется по отношению к любому клиенту.
              </p>
            </div>

            <div class="reviev-item">
              <div class="reviev-item-header">
                <p class="reviev-item-author">13.Проверка транзакций на AML.</p>
                <!-- <p class="reviev-item-time">22.11.2022, 20:40</p> -->
              </div>
              <p class="reviev-item-content">
                13.1. Мы проверяем входящие транзакции криптовалютных переводов
                сервисом AmlBot.com. Транзакции с уровнем риска выше 75%
                согласно рекомендации сервиса AmlBot.com не обрабатываются нашим
                сервисом и возвращаются клиенту, подавшему заявку на обмен.
                Обмен по транзакции с высоким риском может быть завершен при
                прохождении клиентом проверки личности KYC.<br />
                13.2. Возврат средств по запросу клиента, а так же возврат
                средств по причине высокого уровня риска AML осуществляется в
                течении 24-х часов в рабочее время, за вычетом комиссии сервиса
                ( не менее 1% от суммы обмена).
              </p>
            </div>
          </div>

          <!-- <div class="review-pagination">
            <button class="review-pagination-item active-btn"><p>1</p></button>
            <button class="review-pagination-item"><p>2</p></button>
            <button class="review-pagination-item"><p>3</p></button>
            <button class="review-pagination-item active-btn">
              <p>...</p>
            </button>
            <button class="review-pagination-item"><p>255</p></button>
            <button class="review-pagination-item"><p>256</p></button>
          </div> -->
        </div>
      </div>

      <div class="welcome-bottom-block">
        <div class="welcome-bottom-block-item">
          <img src="../assets/img/bitcoinCursor.png" />

          <h2>Choose currency</h2>
          <p>
            Operations on the service are carried out in automatic and
            semi-automatic modes, guaranteed time for processing applications is
            5-30 minutes
          </p>
        </div>

        <div class="welcome-bottom-block-arrow wide-descpot-element">
          <img src="../assets/img/arrow.png" />
        </div>

        <div class="welcome-bottom-block-item">
          <img src="../assets/img/phoneCircle.png" />

          <h2>Exchange</h2>
          <p>
            A full range of functions provides a safe conversion of electronic
            currencies, a convenient service that does not cause questions and
            difficulties when performing an exchange
          </p>
        </div>

        <div class="welcome-bottom-block-arrow wide-descpot-element">
          <img src="../assets/img/arrow.png" />
        </div>

        <div class="welcome-bottom-block-item">
          <img src="../assets/img/bitcoinWithHand.png" />

          <h2>Receive your funds</h2>
          <p>
            A full range of functions provides a safe conversion of electronic
            currencies, a convenient service that does not cause questions and
            difficulties when performing an exchange
          </p>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {};
</script>

<style scoped></style>
